{
    "articles": [
        {
            "id": 1730621298066,
            "category": "Основи харчування",
            "title": "Корисні продукти для енергії на день",
            "description": "Як вибрати продукти, що надають енергію і підтримують здоров'я.",
            "image": "images/logo-article.png",
            "additionalImages": [
              "images/A_colorful_close-up_image_of_healthy_ingredients,_.png",
              "images/A_vibrant_and_clean_image_of_fresh_fruits,_vegetab.png"
            ],
            "content": "У сучасному ритмі життя важливо підтримувати високий рівень енергії протягом дня. Правильний вибір продуктів харчування допоможе залишатися бадьорим та продуктивним.\n\nБанани — чудове джерело вуглеводів, калію та вітаміну B6, які сприяють підвищенню енергії.\n\nЖирна риба (лосось, тунець) багата на омега-3 жирні кислоти та вітаміни групи B, що підтримують роботу мозку та серця.\n\nГоріхи (мигдаль, волоські) містять корисні жири, білки та клітковину, забезпечуючи тривале відчуття ситості та енергії.\n\nЦільнозернові продукти (вівсянка, коричневий рис) забезпечують організм складними вуглеводами, які повільно вивільняють енергію.\n\nЯйця — джерело високоякісного білка та вітамінів, що сприяють відновленню та підтримці енергії.\n\nВключення цих продуктів у щоденний раціон допоможе підтримувати енергійність та загальне здоров'я.\n\nДжерела: Продукти, які надають енергію та силу – список і цінність, Які продукти підвищують нашу енергію – що треба їсти для бадьорості"
          },


      {
        "id": 5,
        "category": "Загальні поради",
        "title": "Як уникнути поширених помилок у харчуванні",
        "description": "Усі ми робимо помилки, коли йдеться про харчування. Дізнайтеся, як їх уникнути та що варто враховувати, плануючи свій раціон.",
        "image": "images/common_mistakes.jpg",
        "content": "Ця стаття надає поради, як уникати поширених помилок у харчуванні для кращого здоров'я."
      },
      {
        "id": 4,
        "category": "Рецепти",
        "title": "Смузі для здоров'я та енергії",
        "description": "Спробуйте ці прості рецепти смузі, які насичать організм вітамінами та енергією на весь день. Ідеально підходять для сніданку чи перекусу.",
        "image": "images/smoothie_recipes.jpg",
        "content": "Ця стаття пропонує рецепти смузі для підтримки здоров'я і енергії на весь день."
      },
      {
        "id": 3,
        "category": "Здоров’я шкіри",
        "title": "Продукти для здоров'я та краси шкіри",
        "description": "Ваша шкіра відображає те, що ви їсте. Ознайомтеся з продуктами, які покращують стан шкіри, роблять її гладкою та сяючою.",
        "image": "images/skin_health.jpg",
        "content": "У цій статті розглянуто продукти, що допомагають покращити стан шкіри, роблячи її здоровішою та красивішою."
      },
      {
        "id": 2,
        "category": "Схуднення",
        "title": "Топ-5 корисних порад для безпечного схуднення",
        "description": "Схуднення може бути безпечним і ефективним, якщо дотримуватися правильних методів. Ознайомтеся з п’ятьма корисними порадами, що допоможуть досягти результату без шкоди для здоров’я.",
        "image": "images/weight_loss_tips.jpg",
        "content": "Детальні рекомендації щодо схуднення без шкоди для здоров’я."
      },
      {
        "id": 1,
        "category": "Основи харчування",
        "title": "Баланс білків, жирів і вуглеводів у щоденному раціоні",
        "description": "Дізнайтеся, чому важливо підтримувати баланс БЖУ у харчуванні, як визначити свою потребу та які продукти обирати для підтримки енергії та здоров'я.",
        "image": "images/nutrition_basics.jpg",
        "content": "Ця стаття детально пояснює, як правильно розрахувати співвідношення БЖУ для вашого здоров’я."
      }
    ]
  }
  